- 한국가스안전공사 -

1. 인공지능을 통한 자동화 FAN rpm 설정

액채 => -150'C ~ -160도
기체 => 영상 0도 이상부터 기체화 

 - LNG 액채화 가스 -> 공기식기화법, 연소식기화법(BOG기술법), 해수식기화법<- NG로 바꿔서 기체

600RPM -> 1200RPM 4시간 -> 데이터분석 -> 머신러닝 알고리즘 제공






2. 4210km 배기관에 대하여 불법 굴착기및 포크레인 차단
 - 불법 굴착기 하루에 4교대 1조가 8명 70km -> 세종시에서 대전까지 
  -> 부식된 배기관 촬영 및 검사, 불법 굴착기 및 포크레인 차단
  -> 자동차위에 카메라 부착 object detection -> 96% -> 99.99% => overfit 나뭇가지뒤에있는 굴착기, 전봇대 뒤에 굴착기 

 - 영상 블랙박스 및 사진 굴착기를 발견한 영상, 포크레인이 땅을 파고있는영상, 배기관의 위치





- ALLT 공장, VROONG 배달업체, HOBAN그룹 -
1. Computer vision을 통한 물체 부피 측정
 - 호반리조트 뷔페의 음식을 자동으로 채우고 빼라고 명령하는 카메라
 - ALLT 공장 -> 카메라 부피측정 모델을 통해 사람없는 창고관리 너네가만든 (로봇을 계속 사주겟다)
 - VROONG -> ALLT랑 동일 (20억)


 <Image Segmentation>
- 
